---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ThinLinesOptions
source: html/5d07807b-d21c-cd4c-c062-a744667870b2.htm
---
# ThinLinesOptions Members

Releases all resources used by the ThinLinesOptions